Repository: praekelt/go-nike-ghr
Catalog: js_sandbox/translations/*_final.po
Languages: rw_rw

source: Sorry! Something went wrong. Please redial and try again.
rw_rw: Mwihangane, hari ibidakoretse neza. Ongera usubiremo

source: Thanks! Carry on.
rw_rw: Kandi 1 kujya Ahabanza na 2 kumenya uko bakoresha Ni Nyampinga Mobile

source: Main menu
rw_rw: Ahabanza

source: Instructions to user USSD menu
rw_rw: Ni gute wakoresha Ni Nyampinga mobile

source: Next
rw_rw: Komeza

source: Thanks for sharing your opinion. Press 1 to go back to the menu
rw_rw: Urakoze gusagiza igitekerezo cyawe. kanda 1 kujya ahabanza

source: Continue
rw_rw: Komeza

source: chose '
rw_rw: hitamo '

source: and
rw_rw: na

source: Press 1 to see the poll results and 3 to go to main menu.
rw_rw: Kanda 1 kureba uko abandi babibona 3 kujya ahabanza

source: Error: Please press 1 to see the poll results and 3 to go to main menu.
rw_rw: Wibeshye: Kanda 1 kureba uko abandi babibona 3 kujya ahabanza

source: Back
rw_rw: Inyuma

source: 1 for prev, 2 for next, 3 to end.
rw_rw: 1. Gusubura inyuma 2. Gukomeza 3. Ahabanza

source: On the menu, press the number of the option you like to view. Once you have chosen your option, you can navigate by choosing 1 for Prev, 2 for Next ,3 End session or 9 to go back to main menu.
rw_rw: Hitamo umubare wicyo ushaka kureba Igihe wamaze guhitamo icyo ushaka kureba, ushobora kubikora ukuresheje 1. Gusubura inyuma 2. Gukomeza 3. Ahabanza

source: Articles
rw_rw: Inkuru

source: Opinions
rw_rw: Ubyumva ute

source: What would Shangazi do?
rw_rw: Inama za Shangazi

source: Weekly quiz
rw_rw: Tyaza ubwenge

source: Directory
rw_rw: Abo wakwiyambaza

source: Welcome to Ni Nyampinga:
rw_rw: Murakaza neza kuri Ni Nyampinga mobile. iri ni igerageza ry uko ikora. niba ubyemeye kanda 2 ukomeze. reba amabwiriza namategeko hano

source: To proceed with registration, do you accept the Terms and Conditions of Ni Nyampinga -
rw_rw: Kugirango ukomeze kwiyandikisha uremera amabwiriza n'amategeko ya Ni Nyampinga Mobile

source: Yes
rw_rw: Yego

source: No
rw_rw: Hoya

source: Sorry but we can't proceed with your registration unless you accept the Terms & Conditions. Please redial if you change your mind. Thanks!
rw_rw: Mwihangane. Ntago wakomeza utaremera amabwiriza n amategeko. uramutse uhinduye igitekerezo kanda *900#. Urakoze

source: Please choose your gender:
rw_rw: Igitsina?

source: Male
rw_rw: Gore

source: Female
rw_rw: Gabo

source: Please choose your age:
rw_rw: Ese imyaka yawe iri mu kihe kigero?

source: 12 or under
rw_rw: 20 cyangwa irenga

source: Which sector do you live in? Press 1 if you do not know
rw_rw: Utuye mu wuhe murenge? Niba ntabyo uzi kanda 1

source: Welcome Ni Nyampinga club member! We want to know you better. For each set of 4 questions you answer, you enter a lucky draw to win
rw_rw: Murakaza neza muba nyamuryango ba Ni Nyampinga. Kuri buri gice kibibazo 4 usubiza urahabwa amahirwe yo dutsindira

source: RwF weekly.
rw_rw: RWF buri cyumweru

source: What district are you in?
rw_rw: Utuye mu kahe karere?

source: Sorry, cannot find a match. Please try again. Which sector do you live in? Press 1 if you do not know
rw_rw: Mwihangane, ntago turi kubona icyo bihura. subiramo Utuye mu wuhe murenge? Niba ntabyo uzi kanda 1

source: Prev
rw_rw: Inyuma

source: Sorry there's no article this week, dial back soon!
rw_rw: Mwihangane, Iki cyumweru nta nkuru shya ihari

source: Please choose an option:
rw_rw: Hitamo uburyo bumwe muri ubu

source: Popular opinions from SMS
rw_rw: Ibitekerezero byaturutse muri SMS

source: Leave your opinion
rw_rw: Nawe tubwire

source: No new content this week
rw_rw: Iki cyumweru nta nkuru shya twashyizehoIki cyumweru nta nkuru shya twashyizeho

source: Thank you_opinions
rw_rw: Murakoze! Nawe watanga igitekerezo. Kurikirana ikiganiro Ni Nyampinga

source: Thank you for your opinion
rw_rw: Murakoze! Nawe watanga igitekerezo. Kurikirana ikiganiro Ni Nyampinga

source: Please select an option:
rw_rw: Hitamo uburyo bumwe muri ubu

source: Thank you and bye bye!
rw_rw: Ni Nyampinga, Murakoze! Murarikiwe kugaruka gusoma inkuru n'ibindi bishimishije

source: Please select an organization:
rw_rw: Hitamo umushinga

source: Back to categories
rw_rw: Subira inyuma ahari ibyicaro

source: Option '
rw_rw: Basubije '
